{
  "LuaSnip": {
    "branch": "master"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
